{
  "50s": {
    "one_big_idea": "The 1950’s are a time of striving for peace and change spinning throughout the lives of modern man. An end of war and time of peace slowly moves back into muddy times in the Cold War. Spreading of inventions and musical prowess moves home to home changing how society was, and shapes way for the future.",
    "influential_people": [
      {
        "name": "Fidel Castro",
        "photo": "/assets/img/castro.jpg",
        "personal_account": "Equality in Cuba is necessary. I’ve done good, I’ve done bad, and I’ve made a change for better or for worse. I have established the first communist state in Cuba. People have have better health care and better housing in Cuba. Yet the citizens still feel the need to have word in the government. This will not happen for I am the supreme leader of this country. More arrests shall be made against my own people, for they do not respect my power. I used to preach open speech, yet now I despise it. My people need to know what I can do."
      },
      {
        "name": "Queen Elizabeth of Great Britain",
        "photo": "/assets/img/elizabeth.jpg",
        "personal_account": "I have been beat down as a horrible person since birth. Being a good person, I persevered through my troubles truthfully and nobly, proving innocence of any wrongdoings in my early years. Now, through ups and downs, I became the leader of one of the world’s superpowers, Great Britain. I led multiple defenses of raids from foreign countries. I gained respect from my own and even more respect from people in other countries. I spread the religion of protestantism and became the best Queen of Great Britain."
      },
      {
        "name": "Martin Luther King Jr.",
        "photo": "/assets/img/kingjr.jpg",
        "personal_account": "My people have never been more oppressed, yet with my help, they have gained freedom. I have won the Nobel Peace Prize last year in 1964, showing a person of any race can do anything they put their mind to. Through the help help of the African American community standing up for the truth, we have come a long way. People seemed to love my dream speech in 1963, which started a revolution for equality. I hope more people stand up for what is right, as I feel my life will be taken very soon."
      },
      {
        "name": "Gandhi",
        "photo": "/assets/img/gandhi.jpg",
        "personal_account": "I fought for racial justice in South Africa being successful in my protests. I preached the peace in getting things done. I saw my people discriminated in India during the British rule. One of my greatest achievements was boycotting British goods like clothes to show them the Indian people have power too. They do not deserve to run our country. I successfully led the British out of my country and shown the world what I can do with the help of my people."
      },
      {
        "name": "Nikita Khrushchev",
        "photo": "/assets/img/nikita.jpg",
        "personal_account": "I led the Soviets during the height of the Cold War and pursued peaceful coexistence with the west. I was communist at heart and officially destabilized the Soviet Union by destroying our reputation. I was leader of the Soviet Union during the space race and instigated the Cuban Missile Crisis by putting weapons 90 miles from the coast of Florida. I made an important impact on the Soviet’s in both positive and negative ways."
      },
      {
        "name": "Kim Il-Sung",
        "photo": "/assets/img/sung.jpg",
        "personal_account": "I made North Korea flourish in communism after the Korean war. and set forth in the Juche system in North Korea to emphasize political, economic, and military independence. I started the production of North Korea’s nuclear bomb program. This shows North Korea will not be provoked or the offender will face severe consequences. I made my people of North Korea believe I am a god, they hang pictures of me in their houses and clean them every day."
      },
      {
        "name": "Dr. Seuss",
        "photo": "/assets/img/seuss.jpg",
        "personal_account": "I have been considered to be the most influential children’s book writer in the world and received many rewards for my life work. During WWII, I served as head of the animation department of the First Motion Picture Unit of the United States Air Forces. After the World War, I helped ease the minds of younglings by creating fun rhyming stories to help them read. These stories encouraged kids to read more and have fun with it."
      },
      {
        "name": "Elvis Presley",
        "photo": "/assets/img/elvis.jpg",
        "personal_account": "I received multiple Grammy awards for my lifetime of music and shaped the world of music to come with my extremely popular songs of rock and roll. I was the most popular musician in the music realm in the 1950’s and on. Being entirely self taught, I have shown my fans they can do anything if they put their mind to it. I started off my career changing the game of music with my first popular song ‘Heartbreak Hotel’ which placed number one on the music charts. From my music, I have influenced people in later generations with my work."
      },
      {
        "name": "Nils Bohlin",
        "photo": "/assets/img/bohlin.jpg",
        "personal_account": "I was hired by Volvo in 1958 to design ejector seats for airplanes, along with four-point harnesses in those planes. Within that year, I developed a three-point seat belt introduced in a car for optimal safety to passengers and drivers. The seatbelt was widespread around the country and later required to be installed in all cars. Due to my invention, many lives have been saved and less deaths have occured due to accidents."
      },
      {
        "name": "Jonas Salk",
        "photo": "/assets/img/salk.jpg",
        "personal_account": "I developed the major vaccine for Polio in 1955. This disease was very dangerous and deadly at the time which was killing people very rapidly and spreads person to person and causes paralysis. This vaccine I developed saved thousands of lives of people infected or to be infected later without the vaccine. Thousands of kids died each year and the disease of Polio had reached maximum seriousness before the vaccine was developed."
      }
    ],
    "important_events": {
      "start_year": "1950",
      "events": [
        {
          "title": "1950 - 1953",
          "item_type": "event",
          "photo": "/assets/img/korean_war.jpg",
          "description": "The Communist North Koreans invaded South Korea and the United States intervened to defend the South. The Soviets helped install a Communist regime in the North and the United States supported the South militarily and financially. The American intervention changed the war completely, as they and South Korea marched into North Korea. This resulted in a long three year stalemate in which there were many casualties for both sides. After the stalemate, the Americans and North Koreans signed a ceasefire which ended the war."
        },
        {
          "title": "1952",
          "item_type": "break"
        },
        {
          "title": "1952",
          "item_type": "event",
          "photo": "/assets/img/treaty_of_san_francisco.jpg",
          "description": "In 1952, the United States signed the Treaty of San Francisco to officially end the war between the U.S. and Japan. The United States ended their occupation and made Japan an independent country again. The Japanese gained protection if they were to be attacked. The Americans were allowed to have military bases around the country to defend against nearby communist countries."
        },
        {
          "title": "1952",
          "item_type": "event",
          "photo": "/assets/img/london_smog.jpg",
          "description": "In 1952, the city of London was shut down due to a dense toxic smog that reduced visibility to only a few feet. This is the worst air pollution crisis in Europe to this day as it killed 8,000 to 12,000 people and around 4,000 babies died prematurely. Following the mass tragedy, Parliament passed The Clean Air Act of 1956 and prevented the burning of coal around an urban area and was the first step towards clean energy efforts in Europe."
        },
        {
          "title": "1953",
          "item_type": "break"
        },
        {
          "title": "1953",
          "item_type": "event",
          "photo": "/assets/img/polio_vaccine.jpg",
          "description": "In 1953, American medical researcher, Dr. Jonas Salk, announced that he had successfully created and tested a vaccine for Polio. Polio has affected humanity throughout history and can cause paralysis. The disease became widespread across the world in the late 19th and early 20th centuries. After the first year it was available, the number of Polio cases dropped severely and today there is only a handful of cases reported each year."
        },
        {
          "title": "1954",
          "item_type": "break"
        },
        {
          "title": "1954",
          "item_type": "event",
          "photo": "/assets/img/brown_board_education.jpg",
          "description": "The Brown v. Board of Education Supreme Court Case in 1954 made segregation in public schools illegal and unconstitutional. The ruling fueled to Civil Rights movement across the United States. This overturned the “separate but equal” doctrine and led to many segregation laws in America being overturned. Despite its impact, it failed to integrate all schools across the United States."
        },
        {
          "title": "1956",
          "item_type": "break"
        },
        {
          "title": "October - November 1956",
          "item_type": "event",
          "photo": "/assets/img/hungary_communist_revolution.jpg",
          "description": "In 1956, the Soviets put a brutal end to the anti-Communist revolution in Hungary and a quarter million Hungarians fled the country. In October 1956, thousands of Hungarian protesters demanded for a more democratic political system. Communist party officials appointed Imre Nagy to restore peace and stability in the country and he demanded that the Soviets withdraw their troops and they complied. He also ended the peace treaty between the Soviets and Hungarians. On November 4, 1956 the Soviets crushed the revolt and it shocked the entire nation."
        },
        {
          "title": "October 1956",
          "item_type": "event",
          "photo": "/assets/img/suez_israeli.jpg",
          "description": "In October 1956, Israeli forces pushed into Egypt toward the Suez along with British and French forces. The British and French actions nearly brought the Soviets into the conflict, which would have brought the United States into it as well. British and French troops took control around the area of the Suez Canal. Soviet leader Nikita Khrushchev threatened to launch nuclear missiles towards Western Europe if Israel, Britain and France did not withdraw their troops. The United States made threats of economic sanctions towards Britain and France if they did not withdraw their troops in an effort to avoid an all out nuclear war and the threats worked."
        },
        {
          "title": "1957",
          "item_type": "break"
        },
        {
          "title": "1957",
          "item_type": "event",
          "photo": "/assets/img/sputnik.jpg",
          "description": "When the Soviets successfully launched the Sputnik Satellite in 1957, it prompted new political, military, technological, and scientific developments. Also, it marked the beginning of the American-Soviet Space Race. However, this resulted in fears of a Soviet missile attack carrying nuclear weapons launched towards Europe or the United States because of this achievement. This resulted in a decades long named ‘Cold War’ between the United States and Soviet Union."
        },
        {
          "title": "1958",
          "item_type": "break"
        },
        {
          "title": "1958",
          "item_type": "event",
          "photo": "/assets/img/great_leap_forward_prop.jpg",
          "description": "In an effort to catch up with Western economies, Mao Zedong, founder of the People’s Republic of China, launched the Great Leap Forward. Starting in 1958, the Chinese nation was experiencing a large famine. Due to The Great Leap Forward, at least 45 million Chinese people were worked, starved, or beaten to death. It was a period when a third of all Chinese homes were destroyed to produce fertilizer to grow food and boost the economy. Punishments for any crime were severe and inhumane."
        },
        {
          "title": "1959",
          "item_type": "break"
        },
        {
          "title": "January 1959",
          "item_type": "event",
          "photo": "/assets/img/fidel_seize_power.jpg",
          "description": "On January 1, 1959 future Cuban dictator Fidel Castro forced dictator Fulgencio Batista to flee the island and seized total power in Cuba. This made the United States uneasy because they had supported Batista in years past and they believed that Castro would carry out attacks on American investments and property in the country. Support for his revolution grew due to corruption, greed, and brutality within the Batista regime and the entire country celebrated when Batista was overthrown. When Castro officially took power, he made an alliance with communist Russia and became an enemy of the United States."
        }
      ],
      "end_year": "1960"
    },
    "global_hotspots": [
      {
        "region": "Korea",
        "photo": "/assets/img/map_korea.jpg",
        "description": "Korea during the 1950’s was a place troubled with war and loss. The Korean War began when 75,00 soldiers from the North Korea People's Army marched across the 38th parallel. This invasion by the North Korea People's Army was the first act of the war and sent the USA to defend it’s ally, South Korea. This war, which only lasted three years, killed over five million soldiers and sustained the division of North and South Korea. Korea was a hotspot during the 1950’s because people thought the Korean War would eventually lead to World War III. This war also proved itself as a hotspot by killing over 5 million soldiers. The Korean War was filled with doubt and worry by everyone around the world, therefore it is a hotspot of the 1950’s."
      },
      {
        "region": "Cuba",
        "photo": "/assets/img/map_cuba.jpg",
        "description": "Cuba was a hotspot in the 1950’s. Cuba during the 1950’s went through a crisis of power.  In 1952, the Cuban government was up for grabs because the former leader was not going to win the upcoming election. Therefore, a former army sergeant, Fulgencio Batista seized power in 1952. Batista's reign of power did not last long. The Castro brothers launched an invasion known as a Coup D'etat with 100 other people to seize power for themselves. This invasion did not work and led to the rebels being sent to jail for 15 years. In 1955, the Castro brothers were released after protest. The Castro brothers were sent to Mexico but soon came back to Cuba and took power for themselves.  The Castro brothers turned Cuba into a communist country, which led led to a trade embargo set the United States against Cuba which banned imports from coming into Cuba. This embargo put a huge burden on the Cuban people, therefore Cuba was a hotspot during the 1950’s. Cuba was a hotspot during the 1950’s because their entire government changed which put a huge burden of Cuban people."
      },
      {
        "region": "China",
        "photo": "/assets/img/map_china.jpg",
        "description": "China was place riddled with confusion during the 1950’s. China was a country undergoing a revolution with their own people. The Chinese revolution came from new land reform laws or ideas that took away land or ownership from the people of China. These land reforms came from the CCP, also known as the Chinese Communist party. These reforms sent the people of China into a revolution against their government and these new land reforms. China worked to fix this massive problem by creating aid teams that would help the people get what they actually own. This event was very influential at the time which made it a hotspot. This was very influential because it showed other countries that they aren't together and can’t work for eachother. This also took people’s confidence away in the Chinese government."
      },
      {
        "region": "Hungary",
        "photo": "/assets/img/map_hungary.jpg",
        "description": "Hungary during the 1950’s was full of chaos. In 1956, after a speech given by the Soviet Union leader, Nikita Khrushchev, there was an uprising in Hungary. This uprising from the citizens after the encouragement of the new laws of freedom of freedom of debate, and criticism. During this adcal phase the citizens seize power and a new leader, Imre Nagy, became the new leader by promising a multiparty system of operations. As leader, Imre appealed to the United States to become allied with, but they declined because they thought it could lead to further conflict that affect the entire world. After the news that the United states would not help Hungary surfaced the Soviet Union invaded Hungary and took power. When the Soviet Union seized power the radical phase of defiance ended."
      },
      {
        "region": "London",
        "photo": "/assets/img/map_london.jpg",
        "description": "London was a fearful place in the early 1950’s. In 1952, London was a standstill by a dense blacket of toxic smog. This toxic smog whipped around the city of London in 1952. The great smog caused visibility levels to reduce to just a few feet. The great smog became more deadly  through car fumes, coal fires, and power plants. This led to a public health disaster which killed 12,000 people. In the 1950’s, London was a global hotspot because of a health concerns and death percentages. The Great Smog of 1952 led to better health and science technology advances which have affected the world in a great way. The great smog helped everyone around the world become more advanced technologically for the health and safety of their people."
      }
    ],
    "technological_advances": [
      {
        "name": "The Internal Pacemaker",
        "photo": "/assets/img/internal_pacemaker.jpg",
        "description": "Wilson Greatbatch created the first internal pacemaker in the year of 1958. This invention allows for the usage of electronic impulses to regulate a person's heart rate in order to steady it or keep someone alive. This invention is very influential because it is a big help to stop a major heart heart disease known as bradycardia. This invention came about through a mistake by Wilson who later discovered his mistake could stop a major heart disease. This invention has major impact on the world because it cured bradycardia and saves millions of lives by steadying people’s heart when they are sick. The invention of internal pacemaker led to hundreds of new inventions in the medical field that continue to help people today."
      },
      {
        "name": "The Hydrogen Bomb",
        "photo": "/assets/img/hydrogen_bomb.jpg",
        "description": "The hydrogen bomb project was ordered in the the start of the 1950’s after the Soviet Union perfected their first atomic bomb. Harry Truman ordered the project to be completed in 1952. The United States and her allies constructed a three story tall experimental bomb that was named, “Mike”. Mike destroyed the island of Elugelab and parts of other islands around it. The manufacturing of this bomb put the United States power to new levels showing other countries like the Soviet Union that they do not mess around. This bomb is a major influential part of the 1950’s because it allowed the expansion and modernization of nuclear weapons and military power."
      },
      {
        "name": "The Polio Vaccine",
        "photo": "/assets/img/polio_vaccine.jpg",
        "description": "The polio vaccine was created by Jonas Salk in 1995. The polio vaccine created of cure for the very contagious disease, known as Polio. Polio is a disease that can result in death or many defects to a person's body that will disable them for the rest of their life. The Polio vaccine saved millions of lives throughout the world in the 1950’s and still continues to stop the widespread disease. This vaccination also helped doctors expand into new modern technology in the medical field. Like the invention of the pacemaker, the Polio vaccine put an end to the Polio virus that claimed millions of lives."
      },
      {
        "name": "Cigarettes are reported to cause cancer",
        "photo": "/assets/img/cigarettes.jpg",
        "description": "Cigarettes have been consumed by millions of people world wide ever since they were invented. Through both World Wars, cigarettes were a staple in every household. Billions of people world wide didn't know what they were putting in their body, they just did it for the buzz. In 1953, an experiment conducted by Ernst Wynder found out that the use of cigarette can cause cancerous tumors to develop inside of your lungs. These tumors can be created by the smoke of the cigarette. This experiment changed the minds of millions throughout the world. This experiment wa vital information to cigarette users and help people quit. Overall, this experiment didn’t come in time to put an end to a terrible epidemic but it allowed people to know that cigarettes could kill them."
      },
      {
        "name": "The Seat Belt",
        "photo": "/assets/img/seat_belt.jpg",
        "description": "The seat belt was invented in 1959 by Nils Bohlin, who was an engineer for a car company  known as Volvo. This invention revolutionized the car sales and production for the company of Volvo. They released their invention of the seat belt to ensure safety for everyone who wasn’t driving a Volvo at the time. The seatbelt is very influential to the 1950’s to present time because it saved millions of lives from fatal car accidents or car malfunction. This invention allowed the opening for many new safety options to come into the world, it also saved millions of lives and ensured safety on the road."
      }
    ]
  },
  "60s": {
    "one_big_idea": "The main idea for the 1960 was putting women priority’s high. More in depth it was what do feminists in general want. Feminism was looked at to change and create opportunities for women, and to give women equal opportunity.",
    "influential_people": [
      {
        "name": "Richard Nixon",
        "photo": "/assets/img/nixon.jpg",
        "personal_account": "I, Richard Nixon, the Vice President of America. John F. Kennedy was recently assassinated so there was a position that just went up for the president of the United States. I have been appointed to be the U.S. president. That is a very big role and it takes a lot of big responsibility and I know, I can do the task. There are lots of crisis going on and I can put an end to them. I believe I am a good influence to the nation because I show the ability of listening to people and not back down."
      },
      {
        "name": "Nelson Mandela",
        "photo": "/assets/img/mandela.jpg",
        "personal_account": "I, Nelson Mandela, first black president of South Africa have accomplished many things. I focused on destroying the Apartheid government which segregated blacks by law. In the 50’s, I was elected youth wing of the African National Congress movement. I continue into the 60’s to promote equal rights like Martin Luther King. I believe I am being a good leader by doing so. I am influential because I was the main help to get rid of the Apartheid in my country."
      },
      {
        "name": "Mao Zedong",
        "photo": "/assets/img/zedong.jpg",
        "personal_account": "I, Mao Zedong, former president of china have been apart of prosperity and disappointments. I have continue to be involved in my countries struggles. I currently am joined in the Conference of the 7000 in Beijing. This is looked at as a great leap. I think I am a good leader because I’m trying to make China the greatest it can be, like testing nukes to straighten our military. I fear a corruption, coming because great power comes great responsibility. I was influential because my politics shaped the nation and also formed the foundation of the country to come."
      },
      {
        "name": "John F. Kennedy",
        "photo": "/assets/img/j_kennedy.jpg",
        "personal_account": "I, John F. Kennedy, am currently the 35th President of the United State of America. I am currently 43 years old which makes me the youngest man and the first Roman Catholic to hold office. During my presidency so far I have taken on the challenge of confronting Cold War tensions in Cuba. Also I dealt with the Cuban missile crisis bringing peace of mind to the USA. I stand for the nation and will not let communism affect us. I was influential because I showed the willingness to take of crucial challenges, to show everyone they should not be afraid to speak up."
      },
      {
        "name": "Fidel Castro",
        "photo": "/assets/img/castro.jpg",
        "personal_account": "I, Fidel Castro, am the Prime Minister of Cuba. In the 1960’s, I worked to address the United Nations General Assembly along with creating diplomatic relations with the Soviet Union. I was part of the Bay of Pigs situation, a failed by the U.S. I just like any other leader want to be strong as I can possibly be. I was also part of the discussions of installing nukes in Cuba. I was important because I helped other countries to become stronger and better as ours."
      },
      {
        "name": "Robert F. Kennedy",
        "photo": "/assets/img/r_kennedy.jpg",
        "personal_account": "I, Robert F Kennedy, am the brother of John F Kennedy. Through the 1960’s I served as the U.S Attorney General after my brother, John F. Kennedy died. I was also a senator for New York from 1965-1968.  In my early years, I worked to improve my education by attending Harvard University and the Virginia School of Law. I believe I am a good leader that always works for the rights of the citizens. Working as the President’s close adviser I learned to oppose escalation of the Vietnam War. I’m important because i helped the government and the country with my new ways and also carrying on my brothers work."
      },
      {
        "name": "J. Edgar Hoover",
        "photo": "/assets/img/hoover.jpg",
        "personal_account": "I, Edgar Hoover, live by many important beliefs. For example “the cure for crime is not the electric chair but the high chair.” I stand by my beliefs which I feel drive me to be the best leader I can be. As Director of the Federal Bureau of investigation, I am always trying to be the best I can. In the 60’s I have been in a number of movies trying to connect with fans through entertainment. I believe I am influential because I helped show new beliefs over crime and many other activities in this world."
      },
      {
        "name": "Martin Luther King Jr.",
        "photo": "/assets/img/kingjr.jpg",
        "personal_account": "I am Martin Luther and I am tired of all the African American people getting tossed around. I am going to stick up for all the people that can’t say anything because they are to scared to. My goal is to create equal rights for everyone especially blacks. I dream of white girls and black girls playing and holding hands. I dream of peace and prosperity.  It’s time for change for the better, and I will fight for what I believe till the day I die. I am very influential because I was the face of getting rid of hate on different races and for people to work in a group."
      },
      {
        "name": "Lyndon Johnson",
        "photo": "/assets/img/johnson.jpg",
        "personal_account": "I am Lyndon B Johnson your 36th President. I strongly believe in being humble. I feel that being humble is the way to success. I started my career as a teacher, then moving into the art of politics. As a young man, I almost died in WW2, because I entered the Naval Reserves. As I made my way up I wanted to work for the people to preventing war. I believe I am influential because I had a new way to look on war and a way to look on the world."
      },
      {
        "name": "Curt Flood",
        "photo": "/assets/img/flood.jpg",
        "personal_account": "I, Curt Flood am an all star baseball player for the Saint Louis Cardinals. I am very active in my political stance, standing against the MLB reserve clause. I also stood against a decision made by the Supreme Court called Oliver Wendell Holmes decision. I see myself as more than a baseball player and more of someone who will stand for what’s right for the people. I want my name to be an example across the world to encourage others to create change. I was influential because I was helped show people a bigger outlook on things than just what they think."
      }
    ],
    "important_events": {
      "start_year": "1949",
      "events": [
        {
          "title": "1949 - 1976",
          "item_type": "event",
          "photo": "/assets/img/china_republic.jpg",
          "description": "This form of government was created by Mao Zedong to help cleanse the Chinese culture of the impure and make them a better community. Mao Zedong launches the Cultural Revolution. Students and workers join the Red Guard and begin purging imperialists, who are believed to be opposed to Mao’s socialist vision."
        },
        {
          "title": "1955",
          "item_type": "break"
        },
        {
          "title": "1955 - 1975",
          "item_type": "event",
          "photo": "/assets/img/vietnam_war.jpg",
          "description": "This war was a direct result of the first Indochina War between France which claimed Vietnam as a colony. This war was a long and costly conflict that pitted the communist government of North Vietnam against South Vietnam and its principal ally, The United States. More than 3 million people were killed in the Vietnam war and more than half of the dead were Vietnamese citizens. Opposition to the war in the United States bitterly divided Americans."
        },
        {
          "title": "1960",
          "item_type": "break"
        },
        {
          "title": "March 1960",
          "item_type": "event",
          "photo": "/assets/img/sharpeville.jpg",
          "description": "The savage massacre of African patriots at Sharpeville and other places in South Africa on March 21, 1960, is a big significance in the struggle against apartheid and needs to be understood in its historical point of view. Sharpeville marked unquestionably a turning point in the struggle for liberation in Azania. This later on had a Revolutionary struggle against the white minority rule and the communism throughout South Africa. It resulted of 69 deaths and 180 injured and over 10,000 arrest."
        },
        {
          "title": "1961",
          "item_type": "break"
        },
        {
          "title": "October 1961",
          "item_type": "event",
          "photo": "/assets/img/ussr_hydrogen_bomb.jpg",
          "description": "The Soviet union fires of 50-megaton hydrogen bomb, the biggest explosion in history. This showed the world that the Solviots weren’t messing around.  This told the world to be more cautious. But more importantly this showed Nuclear threats were growing. This event is important because it flows in to the Cuban Missile Crisis."
        },
        {
          "title": "1962",
          "item_type": "break"
        },
        {
          "title": "October 1962",
          "item_type": "event",
          "photo": "/assets/img/cuban_missile_crisis.jpg",
          "description": "This was a crisis that the US later found out by their spy planes flying over Cuba to see the Russians camouflaging their missile collection over there. This later on led to both Us and the Soviet Union to prospere a deal and the deal was that if the Soviet Union takes out their supply of missiles in Cuba, that the US has to take out their similar missiles in Turkey."
        },
        {
          "title": "1963",
          "item_type": "break"
        },
        {
          "title": "November 1963",
          "item_type": "event",
          "photo": "/assets/img/jfk_death.jpg",
          "description": "On November 22, 1963, President John F. Kennedy was shot and killed in Dallas,Texas. Lyndon Johnson is quick sworn in as president. John F. Kennedy’s assassination sent devastating shockwaves throughout countries. His death came as a shock because he was known for his dedication and willingness to take on challenges like the Cuban missile crisis. I think this is a key event because it shows how surprising war time can be."
        },
        {
          "title": "1964",
          "item_type": "break"
        },
        {
          "title": "July 1964",
          "item_type": "event",
          "photo": "/assets/img/civil_rights_act.jpg",
          "description": "This was an act that helped the rights of any different man to have the same as the white or anyone else. This act ended segregation in public places and banned employment discrimination on the basis of their race. This is considered one of the crowning legislative achievements of the civil rights movement. One major key person who helped out this act was Martin Luther King Jr, who helped preach out to everyone that all rights should be equal to everyone no matter who or what they are. Also, they should allow colored people to work and go to school with white people and how all people should have the same respect and look onto as they do for themselves."
        },
        {
          "title": "August 1964",
          "item_type": "event",
          "photo": "/assets/img/uss_maddox.jpg",
          "description": "The USS Maddox is on spy patrol 30 miles off the coast of Vietnam when it reports and attacked by three enemy vessels. Another US ship reports an attack on August 4. On August 7, congress passes the Gulf of Tonkin Resolution, allowed President Johnson to wage war against North Vietnam without a formal declaration of war. This is a top event because this is what dragged the US into the Vietnam War."
        },
        {
          "title": "1966",
          "item_type": "break"
        },
        {
          "title": "February 1966",
          "item_type": "event",
          "photo": "/assets/img/luna_spacecraft.jpg",
          "description": "On February 3, 1966 the Soviet probe Luna 9 became the first spacecraft to make a controlled landing on the Moon, rather than crashing. The mission proved that landers wouldn’t sink into the dust on the Moon.  This event later on showed places around the world that they can now send off probes and maybe even space ships to the moon without crashing or sinking into the moon. This satellite device survived three days on the Moon without breaking. This later on sparked ideas for the US to send up new probe devices and also later on men to the Moon."
        },
        {
          "title": "1968",
          "item_type": "break"
        },
        {
          "title": "June 1968",
          "item_type": "event",
          "photo": "/assets/img/rk_death.jpg",
          "description": "Robert Kennedy, brother of John F Kennedy, dies of a gunshot wound in Los Angeles the day after winning the California presidential primary on June 5, 1968. This is important because it showed that they need better security for those running for the president of the country. Now that both Kennedys were dead, it reminded many of the death of John F. Kennedy, which sent shockwaves to other countries."
        }
      ],
      "end_year": "1970"
    },
    "global_hotspots": [
      {
        "region": "USA-Cuban Missile Crisis",
        "photo": "/assets/img/cuban_missile_crisis_2.jpg",
        "description": "The Cuban Missile Crisis Greatly enhanced JFK’s Prestige. The crisis alarmed the general public stories about an apocalypse started. Stories like these became more prevalent as the crisis continued. The crisis concerned The Soviet Union where to lead them to test their first nuke. Cuba became a hotspot as the US threatened to annihilate them."
      },
      {
        "region": "Vietnam-Vietnam War",
        "photo": "/assets/img/vietnam_war.jpg",
        "description": "The Vietnam war damage the US economy severely the US had poured some $160 billion into the world. The cost was great but not as great as the damage it did to everyone involved. The US poured some 700,000 soldiers into the war. there were many problems that arose with the Vietnam war, like the veterans not getting the respect they deserve. The US who is also not happy with the amount of war we were getting into."
      },
      {
        "region": "Charlie Company",
        "photo": "/assets/img/charlie_company.jpg",
        "description": "My Lai Massacre- Charlie Company, 11th Brigade, is on a search and destroy mission in the hamlet of My Lai. If something goes horribly wrong it will result in violent deaths of hundreds of unarmed civilians including women, children, and the elderly. After one and a half years the officer at My Lai is charged with murder. This event didn’t reach the media until November 1969."
      },
      {
        "region": "Cuba-Bay of Pigs",
        "photo": "/assets/img/cuba_bay_of_pigs_invasion.jpg",
        "description": "CIA backed Cuban exiles launch a failed attack to remove Fidel Castro from power. This was looked at as an embarrassment.  This event questioned Kennedy's leadership leaving many in question.  Overall Kennedy was looked at as a hero because of his achievements before death. The Bay of Pigs is one of few losses for Kennedy."
      },
      {
        "region": "USA-Racial War",
        "photo": "/assets/img/racial_war.jpg",
        "description": "The racial war in the US was caused by discrimination. There were riots put on by many but they were not as effective as MLK. MLK- Martin Luther King would peacefully protest.  He would give speeches asking for equal rights. This caused chaos and violence from both sides, this showed our distance as a country at the time. Time to come after the protest of MLK, the races around the world become not to discriminate each other anymore and work together as a group."
      }
    ],
    "technological_advances": [
      {
        "name": "Weather Satellite USA Tiros 1",
        "photo": "/assets/img/tiros_1.jpg",
        "description": "The weather satellite in the 60’s was huge, it was the first thing to tell the average Pearson the weather. This has opened more opportunity for the 20th century.  Now at the tip of our fingertips we can check the weather. The 60’s Weather satellite might be one of the most iconic inventions. The weather is important to know and without the 60’s we wouldn’t have it."
      },
      {
        "name": "First Robot",
        "photo": "/assets/img/first_robot.jpg",
        "description": "The first robot was very basic with functions like lifting small objects.  The first robot opened up opportunity for companies. Today Amazon uses robots for pretty much everything.  Robots help make cars etc.  Robots overtime have become more diverse and complex thanks to the first robots. This big production began in 1961 with the help of General Motors. The robot was made of smelted metal and other parts to make a new thing different from people."
      },
      {
        "name": "Transcontinental Telegraph",
        "photo": "/assets/img/telegraph.jpg",
        "description": "The first transcontinental telegraph (completed October 24, 1861) was a line that connected the existing network in the eastern United States to a small network in California. This is the means of a link between Omaha, Nebraska and Carson City, Nevada, via Salt Lake City. This made communication easier and more advanced letting families from across the country to communicate. Today we have texting on smartphones which has its ups and downs. For people in the 60’s, this was their smartphone which also had its ups and downs."
      },
      {
        "name": "The first GPS",
        "photo": "/assets/img/first_gps.jpg",
        "description": "The first gps started when scientist were able to track the satellite with its radio signal. The United states navy first experimented it when one ship would carry bombs and they could track that ship with the GPS. They ended up using this for air force and was a big impact. It helped know where the enemy is in the water or in the air."
      },
      {
        "name": "Apollo 11",
        "photo": "/assets/img/apollo_11.jpg",
        "description": "Apollo 11 is a spaceflight that sent a rocket with U.S. citizens up to the moon for the first time. The two people that went up to the moon were Neil Armstrong (mission commander), and Buzz Aldrin (pilot). It took 75 hours and 56 minutes from earth to the moon. They were the first people to land foot on the moon."
      }
    ]
  },
  "70s": {
    "one_big_idea": "The biggest and most defining characteristic of the 1970s was technology. Technology did not just influence science and engineering, but it influenced things like militaries in all the wars of the 1970s. Technology made it possible to make many worldwide events known in a relatively short period of time along with allowing many people to become famous such as Spielberg to become famous.",
    "influential_people": [
      {
        "name": "Richard Nixon",
        "photo": "/assets/img/nixon.jpg",
        "personal_account": "I was the U.S. president from 1969-1974, so clearly I was an influential person. I was influential because the U.S. was a world superpower and influenced many things such as the economy in countries all over the world. One big thing I did was open up China to the U.S. trade markets by visiting. I made history by becoming the first president to resign in U.S. history. I am well-known for being a part of the Watergate scandal which is what caused me to feel the need to resign. This scandal was highly influential because it meant that I had to give up my presidency to another man to lead the world’s superpower."
      },
      {
        "name": "Indira Gandhi",
        "photo": "/assets/img/indira_gandhi.jpg",
        "personal_account": "I was the first female Prime Minister of India. In March 1971, I was re-elected as the Prime Minister of India. I helped revolutionize both Indian politics and society by showing that women can do important roles too. I was one of the first world leaders to establish an embrace policy to protect the environment of my beloved India. Sadly, I was assassinated in the 80s by my own bodyguards, ending my political career."
      },
      {
        "name": "Steven Spielberg",
        "photo": "/assets/img/spielberg.jpg",
        "personal_account": "Steven Spielberg: I was a big time movie director in the 1970s. I produced my first big time film Jaws in the summer of 1975. My new movie caused a huge change because for the first time people were going to the movie theater instead of popular summer sites like beaches during the summer. I made movies realistic to the human eye. It was also a blockbuster hit worldwide and was a ridiculously high grossing movie. This movie jump started my impressive movie directing career and won me many awards. Today, many people know my name all because of my movie Jaws from 1975."
      },
      {
        "name": "Steve Jobs",
        "photo": "/assets/img/jobs.jpg",
        "personal_account": "I was a very important man and I was a very influential man in the 1970’s. I created the first computer and I started a huge tech company. I was important and influential because I created something that no one thought could exist. Millions of people now own the products that I helped to create. Not only did I have great inventions, but I inspired many people to chase their dreams and taught them that anything is possible. Because of my invention, I created jobs for thousands of people, throughout time, and allowed people like Bill Gates to invent and create things inside the computer."
      },
      {
        "name": "Pol Pot",
        "photo": "/assets/img/pol_pot.jpg",
        "personal_account": "I was a political leader whose communist Khmer Rouge government lead Cambodia from 1975 to 1979. During my reign, I killed 1.7  million people and I was a very powerful man. I was the leader of the Cambodian genocide and even though I am hated, I was an important man in world history. I tried to bring communism into Cambodia which caused worry due to how feared it was. I sparked even more terror in Asia because at the the same time, the Vietnam War was also going on, which caused a greater fear for people."
      },
      {
        "name": "Pope John Paul II",
        "photo": "/assets/img/jp2.jpg",
        "personal_account": "I, pope John Paul II, am one of the most influential people of this time frame.  I am an influential person because I am the first non-italian pope in more than 400 years and it shows that if you try your best and believe in Christ that it can happen. I am also the person who brought back the people on the excommunicated Orthodox side because they never did anything wrong and who are we to judge people who we do not know. I am a supporter of the civil rights movement and I feel like everyone's the same no matter the color of their skin, or here they are from, everyone deserves a chance. Again, I am an influential person because of my religion background with bring back the Orthodox and my supportment of the civil rights movement."
      },
      {
        "name": "Mother Teresa",
        "photo": "/assets/img/teresa.jpg",
        "personal_account": "I, Mother Teresa, am an influential person because of my dedication throughout the church. I have spent many hours and tears doing the things that I do. We, as a church community, should all realize what we are suppose to do as a community. That is to help out everyone that is around and that is not around us. I want people to realize that life is more than just I want, and I want. It is about helping those in need, the less fortunate. I am an influential person through this decade because of my service to the poor."
      },
      {
        "name": "Leonid Brezhnev",
        "photo": "/assets/img/brezhnev.jpg",
        "personal_account": "I was the General Secretary of the Communist Party in the Soviet Union during the 1970s. I led one of the biggest superpowers in the world, the Soviet Union,  during many years including the 1970s. I led during the time when the Soviet Union used their military to expand and invade areas like Afghanistan. I also had the second longest reign as leader of the Soviet Union; only Josef Stalin was the leader longer than me. I think I made the Cold War even more scary by doing all the invasions to try to scare the Americans who were my competitors."
      },
      {
        "name": "Gerald Ford",
        "photo": "/assets/img/gerald_ford.jpg",
        "personal_account": "I was the U.S. President from 1974-1977. I took over after Richard Nixon resigned due to his Watergate scandal. I was a leader of a dominant world superpower so clearly I had world influence. One big thing I did for the world was I ended the Vietnam war. I also led a rescue for a ship that was taken over by the Cambodia Khmer Rouge. One last thing I did was to try to ease the American tension with the Soviet Union in ways like signing agreements and trying to stop a proxy clash in Angola."
      },
      {
        "name": "Ho Chi Minh",
        "photo": "/assets/img/minh.jpg",
        "personal_account": "I was the leader of the North Vietnamese during the Vietnam War. My army was able to successfully defeat the South Vietnamese and American armies during the war after I died. On my watch, I also contributed to the win of another war for a total of two wartime wins. I successfully established communism in Vietnam after my army took over Saigon to end the war. I caused terror in Asia from both communism and how dominant my army was."
      }
    ],
    "important_events": {
      "start_year": "1970",
      "events": [
        {
          "title": "March 1971",
          "item_type": "event",
          "photo": "/assets/img/indira_gandhi.jpg",
          "description": "Indira Gandhi is re-elected as the Prime Minister of India as the first woman to hold this office in March 1971. This showed the modernization of India by having faith in a female prime minister. India had officially adapted from an old-time policy where only men could serve as leaders. Indira’s father was a close friend to an associate with Mahatma Gandhi, so Mahatma’s leadership was carrying on another generation. One big thing she did was join the U.S. CIA in tactical missions to defeat terrorism in her own country."
        },
        {
          "title": "1972",
          "item_type": "break"
        },
        {
          "title": "January 1972",
          "item_type": "event",
          "photo": "/assets/img/british_irish_killings.jpg",
          "description": "On January 30, 1972, British soldiers killed Irish citizens who were marching against British rule in Northern Ireland. This skyrocketed the number of recruits for the Irish Republican Army which was basically a terrorist group. The Irish Republican Army was a paramilitary group in Northern Ireland that made many threats of war and bombings during the Troubles. The main conflict occurred because the IRA wanted Northern Ireland to join a united Ireland and leave the United Kingdom. The other side wanted to remain in the United Kingdom which led to decades of violence. In the end, Northern Ireland remained in the United Kingdom."
        },
        {
          "title": "September 1972",
          "item_type": "event",
          "photo": "/assets/img/germany_olympics_72.jpg",
          "description": "On September 5, 1972, there was an awful situation at the Olympics in Munich, Germany. At Olympic Village, two Israeli athletes and many others were taken hostage by the Palestinian terrorist movement, the Black September. The group was upset with Israel for not releasing political prisoners. It ended up with police officers, two athletes, and all but a few terrorists being killed in the hostage situation. It was declared that the games must go on, which was highly influential because the spectators and athletes had to have been terrified of more terrorist situations."
        },
        {
          "title": "1975",
          "item_type": "break"
        },
        {
          "title": "1975 - 1979",
          "item_type": "event",
          "photo": "/assets/img/cambodia_geno.jpg",
          "description": "Between 1975-1979, Pol Pot led a genocide in Cambodia. He was the leader of the Khmer Rouge, who wanted to establish control in Cambodia. This regime wanted to implement communism in Cambodia which caused more fear in the Western world about the further spread of communism. The Khmer Rouge thought the only way to implement communism was to kick everyone out of the cities and put them in hard labor camps where 1.7 million people were killed. This also impacted the world due to moral issues and the fact that the United Nations did not approve of these systematic and genocidal killings."
        },
        {
          "title": "April 1975",
          "item_type": "event",
          "photo": "/assets/img/vietnam_ends.jpg",
          "description": "The Vietnam War was coming to an end. This war was big for the United States.  American soldiers had to evacuate the country in helicopters after Saigon fell to the North Vietnamese. This was the first American loss in a war, making this an important global event in history. Even though it may have seemed like it only affected Vietnam and America, it really did impact the whole world. It sparked terror in Asia because a communist and socialist government had taken over in Vietnam apparently extremely powerful military."
        },
        {
          "title": "1976",
          "item_type": "break"
        },
        {
          "title": "November 1976",
          "item_type": "event",
          "photo": "/assets/img/carter_elected.jpg",
          "description": "Jimmy Carter is elected in 1976 as the 39th president. This was huge because it was a power shift from the Gerald Ford the Republican Party to Carter and the Democratic Party. Also, this impacted the rest of the world since there was a power shift in one of the biggest superpowers in the world. Carter accomplished many things during his presidency like creating the Department of Education and the Department of Energy. On the world scale, he played a huge role in ending the war between Egypt and Israel with the Camp David Accords."
        },
        {
          "title": "1978",
          "item_type": "break"
        },
        {
          "title": "September 1978",
          "item_type": "event",
          "photo": "/assets/img/carter_unites_egypt.jpg",
          "description": "Jimmy Carter unites the Egyptian Prime Minister and Prime Minister Menachem Begin. This event is important because it kept two string military forces from going to war and ruining the countries. This event is an important one because if Jimmy Carter did not step in to stop the endless amount of battles or fights between these two enemies, the two countries would have been destroyed. The treaty basically said that there will be peace between these two countries and that the other country will respect the other. This is an important event because if Jimmy Carter did not make peace and if the other countries thought there was a threat, then we would be in a war, and we could have lost many lives. Jimmy Carter is an influential person throughout this event because he brought two enemies together to respect each other."
        },
        {
          "title": "October 1978",
          "item_type": "event",
          "photo": "/assets/img/jp2_becomes_pope.jpg",
          "description": "Pope John Paul II becomes the new pope of the world. His real name is Karol Jozef Wojtyla, and he was born in Italy. This is a very important event because first, he was the first non-Italian pope in more than 400 years. He was always involved in human rights and supported everyone before his death in 2005. One thing that he did a pope was “bringing back” the Orthodox church from the pope who excommunicated them. Pope John Paul II did so because he supported civil rights and he gave everyone a chance. This is a very important event of Pope John Paul II being elected because he gave people hope and ended the excommunication of the Orthodox."
        },
        {
          "title": "1979",
          "item_type": "break"
        },
        {
          "title": "October 1979",
          "item_type": "event",
          "photo": "/assets/img/teresa_prize.jpg",
          "description": "Mother Teresa won the nobel peace prize in 1979 for all of her dedication to helping the poor. She is a saint and recognized for her life dedication to helping the less fortunate. When she gave her acceptance speech, she thanked the people but still talked about how we all need to help the poor. That shows why we need to take advantage of these things in life because of those who sacrifice everything for those around them."
        },
        {
          "title": "November 1979",
          "item_type": "event",
          "photo": "/assets/img/tehran_storming.jpg",
          "description": "In 1979, a group of Iranian students stormed the U.S. embassy in Tehran, taking about 60 hostages. The cause of this action was President Carter’s decision to allow Iran’s exiled former leader Shah to come to the U.S. for cancer treatment. Iran was tired of American influence in their affairs. This was basically a way for Iran to declare a break with Iran’s past and an end to U.S. interference in its affairs.This affected the world because it created tension between Iran and America."
        }
      ],
      "end_year": "1980"
    },
    "global_hotspots": [
      {
        "region": "Vietnam",
        "photo": "/assets/img/vietnam_children.jpg",
        "description": "The Vietnam War was coming to an end. This war created a new sense of freedom and hope in America, making this an important global hotspot in history. Even though it may have seemed like it only affected Vietnam and America, it really did impact the whole world. Countries everywhere saw the hope and power America had gained after the war. This war showed how strong the U.S, was and showed the casualties in wars."
      },
      {
        "region": "The Soviets invade Afghanistan",
        "photo": "/assets/img/soviets_invade_afgh.jpg",
        "description": "In December 1979, the Soviet Union invaded Afghanistan. This was huge because the U.S. and Soviet Union were already in the midst of the Cold War. Then, the Soviets wanted to show off their power to scare America by expanding their influence in Asia. They also wanted to help Afghanistan keep their communist government which was influenced by the dominant communists, the Soviets. This brought world attention because everyone was just waiting for the Soviet Union to go to war with America."
      },
      {
        "region": "South African Border War",
        "photo": "/assets/img/sa_border.jpg",
        "description": "This was one of Africa’s longest and hard fought wars. South Africa was given rights by the League of Nations over southwest Africa. The local population rebelled against this. The increasing incidences of sabotage forced South Africa to replace the police with the army. During the 1970’s, there were many civil wars going on that it affected the world because countries get heavily impacted because of civil wars and it weakens countries for a period of time afterwards."
      },
      {
        "region": "Lebanese Civil War",
        "photo": "/assets/img/lebanese_civil_war.jpg",
        "description": "This war lasted from 1975-1990 which had multiple countries involved, with a about 120,000 casualties.Some of the countries involved were; Syria and Israel. The increase in social and political movements add to the rise of numerous sectarian based militias. The Lebanese state military equipment was powerless in stopping the increase of violence that was gradually making countries fragile socially and politically. There were many civil wars going on in the world, and countries were thinking that this was the way to fix their problems."
      },
      {
        "region": "Ethiopian Civil War",
        "photo": "/assets/img/ethiopian_civil_war.jpg",
        "description": "This civil war began on September 12, 1974 and lasted until the Ethiopian People's Revolutionary Democratic Front , a coalition of rebel groups, overthrew the government in 1991. The war overlapped other Cold War conflicts in Africa, causing more Cold War terrors. While the civil war was being fought, so was the war between Ethiopia and Eritrea, a 30-year independence struggle that began in 1961 and ended in 1991. Because of the Cold War struggle, the Ethiopian Civil War added another conflict to the many bad things going on in the world, making it a hot spot."
      }
    ],
    "technological_advances": [
      {
        "name": "The first cell phone",
        "photo": "/assets/img/first_cell_phone.jpg",
        "description": "The first successful cell phone created was created on April 3, 1973, by Martin Cooper, an engineer at Motorola. Early on the phone only allowed 30 minutes of talk time, and it took 10 hours to charge. The creation of the cell phone might possibly be the most popular thing to ever be created because almost every job has a cell phone involved. Phones are the primary source of information in today's world because people gain information on the phone, and that is how you stay connected to things like knowing about what happened to someone. This is the biggest technological advancement that the modern world has seen because of the connection to people through online contact rather than physically meeting them somewhere. If the phone was never created, then we would not be able to do the things that we do today. This advancement has helped our world because of being able to communicate with people across the world and to help people be successful."
      },
      {
        "name": "Inkjet Printer",
        "photo": "/assets/img/inkjet_printer.jpg",
        "description": "The inkjet printer is an advancement in our history because it has the ability to have hard copies to show documents and other contracts. The inkjet printer allows you to make hard copies of paper to share to with people at meetings, projects, and conferences. It brought amazing quickness and efficiency to the business world. It saves time and resources for the company because of its efficiency. This product can be used anywhere today because it is portable, meaning it is available at homes and offices."
      },
      {
        "name": "Apple is founded",
        "photo": "/assets/img/apple_logo.jpg",
        "description": "Apple was founded on April 1, 1976 in California, by Steve Jobs and Steve Wozniak. Apple is the most successful technology company in the world because of their products and of the advancements that the products have.  Apple started the superpower tech company meaning that they have changed the game. Apple has a huge role in today's world because people invest in them and they use Apple products for their job all around the world.  Apple has changed the world due to all of their advancements by making life easy due to all of the communication features. Apple is the most successful company of technology in the world because of the accessibility to work with people and the efficiency of the final product."
      },
      {
        "name": "Jarvik 7, the first artificial and successful heart",
        "photo": "/assets/img/jarvik7.jpg",
        "description": "The Jarvik 7 was the first successful artificial heart created in 1978. This artificial heart is the most successful artificial heart in the industry which saved many lives. This artificial heart has the highest success rate of any artificial heart device in the world. This device created by Robert Jarvik has been the most successful advancement in heart in the industry of the medical field. The advancement has saved lifes and was first successful in 1982 after being created in 1978 and has been successful ever since."
      },
      {
        "name": "Email is created",
        "photo": "/assets/img/email.jpg",
        "description": "Ray Tomlinson created the first electronic mailing device to be used by his friends but it soon spread throughout the country. Ray created the electronic mailing system on July 1, 1971. The is a huge advancement because people are now allowed to communicate with others by sending papers, contracts, etc to other companies. People could have an easier time reaching someone when they live in a different time zone or are hard to reach via phone. This is much more effective because you are allowed to send electronic documents like a spreadsheet of data or a rough draft of something that you would like someone to read over. You are also aloud to send it a numerous amount of people, so it is an easier, quicker way for people to respond to it. Email is an advancement that will be active forever because it is an easy way to share documents, papers, and spreadsheets."
      }
    ]
  },
  "80s": {
    "one_big_idea": "The 1980’s was a decade of political influence, pop culture, and new ideas of global prosperity. The 80’s helped set up future influences such as the end of the Cold War and new forms of pop music and rap. Many new inventions helped bring the world closer together with the development of the World Wide Web and the cell phone.",
    "influential_people": [
      {
        "name": "Stephen Hawking",
        "photo": "/assets/img/hawking.jpg",
        "personal_account": "I made many scientific advancements. I had been one of the head of universal studies, like dark matter and black holes.I am a Lucasian Professor of Mathematics at the University of Cambridge.I also wrote a book called, 'A Brief History of Time.'"
      },
      {
        "name": "Princess Diana",
        "photo": "/assets/img/diana.jpg",
        "personal_account": "I am remembered as the 'People's Princess' because of my widespread popularity and global humanitarian efforts I was one of the first people to really bring importance to the aids virus."
      },
      {
        "name": "Bill Gates",
        "photo": "/assets/img/gates.jpg",
        "personal_account": "I was hired by IBM in the early '80s to create an operating system for a new PC. I went on to create MS - DOS and introduce the first version of Windows in 1985 for around $100. I worked closely with steve jobs and I had built an empire of my own. I made Microsoft, whose only real big competitor is Apple itself. I was the world's richest man and have dedicated to donating all of my earnings once I pass away to charity."
      },
      {
        "name": "Ryan White",
        "photo": "/assets/img/ryan_white.jpg",
        "personal_account": "I was diagnosed with Aids in December of 1984, when I was only 13 years old. I lived in Kokomo , Indiana where the doctors told me I had only 6 months to live. I tried to return to school, but I was faced with discrimination, yet because of this I became the face of public education and disease everywhere. Sadly I died one month before my graduation, yet still left a lasting concern and dedication for the helping and prevention of discrimination and  resisting education for anyone today."
      },
      {
        "name": "Ronald Reagan",
        "photo": "/assets/img/reagan.jpg",
        "personal_account": "I helped renew the cause of government and pressured the Soviet Union to stop the Cold War. I helped apply the conservative plans for decades after my presidency. I won two terms as president. I created Reaganomics and survived an assassination attempt. I delivered the biggest tax cuts in American history. I started the War on Drugs too. I also was an actor in my 20s which helped my presidency."
      },
      {
        "name": "Steve Jobs",
        "photo": "/assets/img/jobs_2.jpg",
        "personal_account": "I was a revolutionary inventor. I can arguably be credited with the way our modern world functions and even most of our childhoods. From my work on the Mac, my helping in the founding and success of Pixar, and with that they released a famous movie called Toy Story which was the first movie to be fully  CGI.  I am the bases of what we think a strong man and leader is and it's all thanks to my work in the 70s and 80s."
      },
      {
        "name": "Mikhail Gorbachev",
        "photo": "/assets/img/gorbachev.jpg",
        "personal_account": "I was the last president of the Soviet Union. I was awarded the Nobel Peace Prize for my leadership role in ending the Cold War  with my and Reagan’s efforts . I also promote peaceful international relations. I also was in a weapons race with Reagan on nuclear weapons but saw a tole was being taken on the Soviet Union so I sought change."
      },
      {
        "name": "Michael Jackson",
        "photo": "/assets/img/jackson.jpg",
        "personal_account": "Starting in my career with brothers in the Jackson 5 I rose to fame as the smallest, yet energetic Jackson. By 1978, I starred in the hit movie, “The Wiz” as the scarecrow, and I amazed the world with my James Brown inspired dance moves with my own unique flare. Despite that overwhelming success I backed it up with my hit album, Thriller. It made over 66 million dollars, more importantly I inspired a new generation of musicians from Chris Brown’s style to Bruno Mars’s whole presentation. I think that my greatest contribution is to the kids who still listen to my music today."
      },
      {
        "name": "Steven Spielberg",
        "photo": "/assets/img/spielberg_2.jpg",
        "personal_account": "I dominated the 80’s with movies such as: Raiders of the Lost Ark, E.T., and many more. I’ve created a rush a new movie goers and revolutionized the use of practical effects causing a wide change of the way movies are made and media in general in the world. I have had my work memorized on all forms of media from tv shows to newspapers. My movies will and have had a lasting impact from simple watchers, to teachers, to movie critics, and not to mention my many awards."
      },
      {
        "name": "Pope John Paul II",
        "photo": "/assets/img/jp2_2.jpg",
        "personal_account": "I was born in Poland and I started a revolution to help end the communism in the Soviet Union. I went to the Patriarch, Muslims, and apologized for the crusades. I also was the second longest serving pope after St.Pius. With my efforts, I began the process of religion united with the Eastern Orthodox Church."
      }
    ],
    "important_events": {
      "start_year": "1979",
      "events": [
        {
          "title": "1979 - 1981",
          "item_type": "event",
          "photo": "/assets/img/iran_hostage_crisis.jpg",
          "description": "On November 4, 1979, 66 American diplomats and citizens were captured and held hostage in the Iran US embassy. College students smashed the walls and gates and infiltrated the embassy. After a while, 14 hostages were released. For 444 days, these people were held hostage. Many operations were sent to try to free the prisoners, but none succeeded. This sparked huge controversy during the 1980 election. California governor Ronald Reagan made efforts to expose Carter’s difficulties during the election process. Ronald Reagan won the election, and on the day of his inauguration the hostages were freed."
        },
        {
          "title": "1980 - Present",
          "item_type": "event",
          "photo": "/assets/img/aids_epidemic.jpg",
          "description": "During the 1980’s a major disease that was affecting many people was AIDS.  In the beginning of the decade, many men would get really sick and then die. The death toll in men, especially men who were homosexual, would attract a disease then die. Dr. Jesse Peel would notice a pattern of this disease. The news was spread throughout the US and the world. This disease was not identified and was not studied. This disease attracted the name “Gay Cancer” which was a horrific name, but the reason for this is that the news was that only gay men could attract this. This scared everyone because doctors and scientists could not figure out how this disease was spread so many people were afraid of eating food, using public restrooms, and nurses would stop entering rooms of victims of AIDS. During this time, no one would touch an AIDS victim without a form of protection. A huge step in the AIDS epidemic was from Princess Diana of Wales shook an AIDS victim hand and that shocked the world. No one had ever done that ever. Princes Diana changed the world and humanized these people."
        },
        {
          "title": "September 1980",
          "item_type": "event",
          "photo": "/assets/img/iran_iraq_war.jpg",
          "description": "The Iran-Iraq War was a major war in the 80’s. The Iraqi leader, Saddam Hussein, ordered his troops to invade Western Iran due to a territorial dispute over the Shatt Al-Arab, the waterway which forms the boundary between the two countries. This invasion on September 22, 1980 led to an eight year war which was between the two countries. This war lasted until 1988 when there was a ceasefire. No treaty was signed until August of 1990. "
        },
        {
          "title": "1985",
          "item_type": "break"
        },
        {
          "title": "1985",
          "item_type": "event",
          "photo": "/assets/img/iran_contra_affair.jpg",
          "description": "In 1985, Ronald Reagan and other American officials were giving weapons to Iran for the release of hostages. Iran, a sworn enemy of the US, captured US hostages in Lebanon. The US took money and funneled it to Anti-Communist Contras in Nicaragua. The United States gave Hawk missiles and TOW which were anti-tank weapons in exchange for these hostages. Some considered it an 80’s watergate."
        },
        {
          "title": "1986",
          "item_type": "break"
        },
        {
          "title": "January 1986",
          "item_type": "event",
          "photo": "/assets/img/challenger_explosion.jpg",
          "description": "On the morning of January 28, 1986, the space shuttle Challenger was set to take off from Kennedy Space Center and go into space. The mission was important due to it would have been the first time a civilian would have entered space. The civilian was teacher, Christa McAuliffe, who was a mother and the next step into space travel. The Challenger was delayed due to weather and technical problems for 6 days. On January 28, there were warnings of the rubber surrounding the rocket boosters would fail due to the temperature. These mistakes were denied and the Challenger was scheduled to fly at 11:30 A.M. When the astronauts and Mrs. McAuliffe boarded Challenger, family, friends, and millions of Americans watched as this historic event was getting ready to take place. At 11:30 the boosters shot out fire and Challenger lifted off. For the first minute, everything seemed normal as tears filled the eyes of joyful bystanders and Americans celebrated. Seventy three seconds into the flight, the shuttle sparked and a fireball rushed from the boosters to the cockpit causing the shuttle to explode into pieces. All watched in horror as CNN still broadcasted the explosion. The nation was crushed and later that night, President Reagan gave a heartfelt address. This is an important piece in history which is why we must always remember the brave men and women on Challenger."
        },
        {
          "title": "1988",
          "item_type": "break"
        },
        {
          "title": "December 1988",
          "item_type": "event",
          "photo": "/assets/img/lockerbie_disaster.jpg",
          "description": "The Iran-Iraq War was a major war in the 80’s. The Iraqi leader, Saddam Hussein, ordered his troops to invade Western Iran due to a territorial dispute over the Shatt Al-Arab, the waterway which forms the boundary between the two countries. This invasion on September 22, 1980 led to an eight year war which was between the two countries. This war lasted until 1988 when there was a ceasefire. No treaty was signed until August of 1990. "
        },
        {
          "title": "1989",
          "item_type": "break"
        },
        {
          "title": "1989",
          "item_type": "event",
          "photo": "/assets/img/world_wide_web.jpg",
          "description": "In 1989, Tim Berners-Lee, a British scientist, had the idea of creating a network in which people could communicate on a faster level and find information in an instant. In March of ‘89, Berners-Lee proposed the idea of the World Wide Web (www). At first his idea was rejected, but soon after he was working on many different projects. After many years of work, the World Wide Web was invented including three other fundamental technologies: http, html, and url. The final product was produced in 1990 and was accessible to everyone in 1991."
        },
        {
          "title": "June 1989",
          "item_type": "event",
          "photo": "/assets/img/tiananmen_massacre.jpg",
          "description": "On June 4, 1989 pro-democracy protesters campaigned outside of China’s Tiananmen Square in Beijing and they were interrupted by government military force. For three weeks, they protested for a democracy for the Chinese people. This was filled of young college students and other anti-communist citizens who called for the communist leaders to resign. For nearly three weeks, the protesters kept up daily vigils, marched, and chanted for freedom. On June 4, 1989, government leaders used martial law to out the protesters and stop all the commotion. This event was broadcasted by many news outlets. This protest was a major symbol for those trapped in communist government in which men and women wanted freedom and western ideas. Turmoil ensued, as tens of thousands of the young students and other protesters tried to escape the Chinese forces. This event was eventually broken up due to the military using force, killing thousands and arresting 10,000 protesters. This sparked a downfall for communism and the ideas it spread."
        },
        {
          "title": "November 1989",
          "item_type": "event",
          "photo": "/assets/img/collapse_berlin_wall.jpg",
          "description": "In 1961 a wall was put up in between East Berlin and West Berlin, Germany. Germany was divided up after World War Two, where the east was given to the Soviet Union and the west to America, Great Britain, and France.  During this time many refugees tried to flood over to the opposing side due to harsh conditions or family. After many fights broke out, a wall was constructed. Although some agreed with the wall such as President Kennedy, they did not understand the damage this wall would do. On the eastern side, life was miserable. The citizens had to live under communist rule. Conditions were terrible and many tried to escape. Those who managed to escape most likely were killed on the death strip in between the walls. Through the wall’s many years it became a symbol of oppression. Many leaders came to visit the wall such as the queen and President Ronald Reagan. Ronald Reagan gave his speech with the famous line,” Tear down this wall!” This was a huge event to help lead to the end of the Cold War."
        },
        {
          "title": "1991",
          "item_type": "break"
        },
        {
          "title": "January 1991",
          "item_type": "event",
          "photo": "/assets/img/end_cold_war.jpg",
          "description": "The Cold War was the cause of the two most powerful global superpowers having multiple disputes since WWI. The Soviet Union and the United States were both trying to keep power after WWI. Each country would use spies to try and infiltrate each other. They would accuse each other of espionage. Also contributing was many conflicts in Vietnam of with both of them trying to spread the idea of Communism from the Soviet Union or to stop the spread of Communism such as what the United States did. From 1947-1980’s, the world was frightened that a nuclear war would come about causing global extinction. In the 60’s, children would practice a protocol if a Soviet bomb would be dropped near the school. That all changed in the 1980’s when Russian leader Mikhail Gorbachev and the United States President Ronald Reagan had many meetings on how to denuclearize. In the end, the Soviet Union fell apart and with the collapse of the Berlin Wall, Communism failed and the Cold War ended on January 1, 1991."
        }
      ],
      "end_year": "1992"
    },
    "global_hotspots": [
      {
        "region": "Uganda",
        "photo": "/assets/img/uganda.jpg",
        "description": "The Ugandan Civil War is a war that was between the Ugandan government  and the Ugandan Rebelion group. Facing oppression from the government, hundreds of people were killed in the rebellion against the Ugandan government, and an estimated 400,000 people were left homeless. The war was 2 decades long and ended in 1986."
      },
      {
        "region": "Cambodia invade Vietnam",
        "photo": "/assets/img/cambodia_vietnam.jpg",
        "description": "Cambodia invaded Vietnam multiple times. Vietnam had no choice but to retaliate. The Vietnamese overpowered the Cambodians. The Vietnamese army won the war. The war proved that the Vietnamese were not a weak country."
      },
      {
        "region": "Falkland Islands",
        "photo": "/assets/img/falkland_islands.jpg",
        "description": "The Falkland War, Malvis War, or South Atlantic War was an undeclared war between Argentina and Great Britain. The war was fought for control over the Falkland Islands in 1982. It consisted of many navy battles. Britain won the war. It showed an advance in navy warfare."
      },
      {
        "region": "Sudan",
        "photo": "/assets/img/sudan.jpg",
        "description": "Conflict between Sudan government and the Sudan rebellious group. The civil war consisted of two wars. The wars started because the government was set up to where there was one ruler, it was a totalitarian government. The citizens didn’t like not having freedom. Eventually this caused a change in government."
      },
      {
        "region": "Tiananmen China",
        "photo": "/assets/img/tiananmen_china.jpg",
        "description": "An incident in china where the citizens were protesting against the government. The protest took place in Tiananmen Square in Beijing. The protest resulted in a massacre. It also caused an economic crash in China. This weakened the spread of communism and the Chinese governments."
      }
    ],
    "technological_advances": [
      {
        "name": "The Personal Computer",
        "photo": "/assets/img/pc.jpg",
        "description": "A personal computer is revolutionary device that is still used today. It was first invented by the technology company IBM and is continuously being made better. The computer’s first use was just for programming. Afterwards they became a thing for all people to use, they changed how media is distributed and  how things are made."
      },
      {
        "name": "The Mobile Phone",
        "photo": "/assets/img/mobile_phone.jpg",
        "description": "The mobile phone is a device that allows you to communicate with other people through long distance. The mobile telephone was controlled by a telephone operator. It allowed actual verbal conversation across two areas."
      },
      {
        "name": "Camcorder",
        "photo": "/assets/img/camcorder.jpg",
        "description": "The camcorder is a device similar to the mobile phone. It was your own personal camera. It was the 1st camera of its size, it wasn’t as bulky as other cameras. It was revolutionary to documenters."
      },
      {
        "name": "Hepatitis B vaccine",
        "photo": "/assets/img/hepatitis_b_vac.jpg",
        "description": "The vaccination for Hepatitis B was created before an outbreak occurred. It saved millions of lives that had it, and saved those who didn’t. It was beneficial to everyone worldwide. The vaccine was one of the greatest accomplishments of the decade."
      },
      {
        "name": "DNA / Fingerprints",
        "photo": "/assets/img/fingerprints.jpg",
        "description": "DNA and fingerprints were a discovery that affected how we think of the human body. They affected the way crimes are analyzed. They are filled with information about the person whose dna it is. Dna was revolutionary to humanization."
      }
    ]
  },
  "90s": {
    "one_big_idea": "The 90’s were a time where the world really prospered. It has been called in many occasions “the decade that never ends”, because of everything it later out for the future. Not only was it a gold mine for technology, creating and laying the blueprints for things that we still use today, but it also helped the world with wars. Many countries made treaties and saw eye to eye with their problems, until early 2000’s of course, but it was a start. There were many people and inventions that paved the way for what we are now and how we do things. The 90’s will be a time we will always remember and thrive off.",
    "influential_people": [
      {
        "name": "Bill Clinton",
        "photo": "https://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Nelson Mandela",
        "photo": "https://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Pope John Paul II",
        "photo": "https://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Oprah Winfrey",
        "photo": "https://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Kim Jong II",
        "photo": "https://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Mother Teresa",
        "photo": "https://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Dolly the Sheep",
        "photo": "https://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Sergey Brin & Larry Page",
        "photo": "https://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Tim Berners Lee",
        "photo": "https://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Boris Yeltsin",
        "photo": "https://via.placeholder.com/363x363",
        "personal_account": ""
      }
    ],
    "important_events": {
      "start_year": "1990",
      "events": [
        {
          "title": "1990",
          "item_type": "event",
          "photo": "https://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "January 1991",
          "item_type": "event",
          "photo": "https://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "January 1991",
          "item_type": "event",
          "photo": "https://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "July 1991",
          "item_type": "event",
          "photo": "https://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "December 1993",
          "item_type": "event",
          "photo": "https://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "January 1995",
          "item_type": "event",
          "photo": "https://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "July 1997",
          "item_type": "event",
          "photo": "https://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "April 1999",
          "item_type": "event",
          "photo": "https://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "November 1999",
          "item_type": "event",
          "photo": "https://via.placeholder.com/263x263",
          "description": ""
        }
      ],
      "end_year": "2000"
    },
    "global_hotspots": [
      {
        "region": "Iraq",
        "photo": "https://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "Saudi Arabia",
        "photo": "https://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "Afghanistan",
        "photo": "https://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "Rwanda",
        "photo": "https://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "Somalia",
        "photo": "https://via.placeholder.com/363x363",
        "description": ""
      }
    ],
    "technological_advances": [
      {
        "name": "GPS",
        "photo": "https://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "Text Messaging",
        "photo": "https://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "Word Wide Web",
        "photo": "https://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "MP3 Player",
        "photo": "https://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "DVD Player",
        "photo": "https://via.placeholder.com/363x363",
        "description": ""
      }
    ]
  }
}