{
  "50s": {
    "one_big_idea": "The 1950’s are a time of striving for peace and change spinning throughout the lives of modern man. An end of war and time of peace slowly moves back into muddy times in the Cold War. Spreading of inventions and musical prowess moves home to home changing how society was, and shapes way for the future.",
    "influential_people": [
      {
        "name": "Fidel Castro",
        "photo": "/assets/img/castro.jpg",
        "personal_account": "Equality in Cuba is necessary. I’ve done good, I’ve done bad, and I’ve made a change for better or for worse. I have established the first communist state in Cuba. People have have better health care and better housing in Cuba. Yet the citizens still feel the need to have word in the government. This will not happen for I am the supreme leader of this country. More arrests shall be made against my own people, for they do not respect my power. I used to preach open speech, yet now I despise it. My people need to know what I can do."
      },
      {
        "name": "Queen Elizabeth of Great Britain",
        "photo": "/assets/img/elizabeth.jpg",
        "personal_account": "I have been beat down as a horrible person since birth. Being a good person, I persevered through my troubles truthfully and nobly, proving innocence of any wrongdoings in my early years. Now, through ups and downs, I became the leader of one of the world’s superpowers, Great Britain. I led multiple defenses of raids from foreign countries. I gained respect from my own and even more respect from people in other countries. I spread the religion of protestantism and became the best Queen of Great Britain."
      },
      {
        "name": "Martin Luther King Jr.",
        "photo": "/assets/img/kingjr.jpg",
        "personal_account": "My people have never been more oppressed, yet with my help, they have gained freedom. I have won the Nobel Peace Prize last year in 1964, showing a person of any race can do anything they put their mind to. Through the help help of the African American community standing up for the truth, we have come a long way. People seemed to love my dream speech in 1963, which started a revolution for equality. I hope more people stand up for what is right, as I feel my life will be taken very soon."
      },
      {
        "name": "Gandhi",
        "photo": "/assets/img/gandhi.jpg",
        "personal_account": "I fought for racial justice in South Africa being successful in my protests. I preached the peace in getting things done. I saw my people discriminated in India during the British rule. One of my greatest achievements was boycotting British goods like clothes to show them the Indian people have power too. They do not deserve to run our country. I successfully led the British out of my country and shown the world what I can do with the help of my people."
      },
      {
        "name": "Nikita Khrushchev",
        "photo": "/assets/img/nikita.jpg",
        "personal_account": "I led the Soviets during the height of the Cold War and pursued peaceful coexistence with the west. I was communist at heart and officially destabilized the Soviet Union by destroying our reputation. I was leader of the Soviet Union during the space race and instigated the Cuban Missile Crisis by putting weapons 90 miles from the coast of Florida. I made an important impact on the Soviet’s in both positive and negative ways."
      },
      {
        "name": "Kim Il-Sung",
        "photo": "/assets/img/sung.jpg",
        "personal_account": "I made North Korea flourish in communism after the Korean war. and set forth in the Juche system in North Korea to emphasize political, economic, and military independence. I started the production of North Korea’s nuclear bomb program. This shows North Korea will not be provoked or the offender will face severe consequences. I made my people of North Korea believe I am a god, they hang pictures of me in their houses and clean them every day."
      },
      {
        "name": "Dr. Seuss",
        "photo": "/assets/img/seuss.jpg",
        "personal_account": "I have been considered to be the most influential children’s book writer in the world and received many rewards for my life work. During WWII, I served as head of the animation department of the First Motion Picture Unit of the United States Air Forces. After the World War, I helped ease the minds of younglings by creating fun rhyming stories to help them read. These stories encouraged kids to read more and have fun with it."
      },
      {
        "name": "Elvis Presley",
        "photo": "/assets/img/elvis.jpg",
        "personal_account": "I received multiple Grammy awards for my lifetime of music and shaped the world of music to come with my extremely popular songs of rock and roll. I was the most popular musician in the music realm in the 1950’s and on. Being entirely self taught, I have shown my fans they can do anything if they put their mind to it. I started off my career changing the game of music with my first popular song ‘Heartbreak Hotel’ which placed number one on the music charts. From my music, I have influenced people in later generations with my work."
      },
      {
        "name": "Nils Bohlin",
        "photo": "/assets/img/bohlin.jpg",
        "personal_account": "I was hired by Volvo in 1958 to design ejector seats for airplanes, along with four-point harnesses in those planes. Within that year, I developed a three-point seat belt introduced in a car for optimal safety to passengers and drivers. The seatbelt was widespread around the country and later required to be installed in all cars. Due to my invention, many lives have been saved and less deaths have occured due to accidents."
      },
      {
        "name": "Jonas Salk",
        "photo": "/assets/img/salk.jpg",
        "personal_account": "I developed the major vaccine for Polio in 1955. This disease was very dangerous and deadly at the time which was killing people very rapidly and spreads person to person and causes paralysis. This vaccine I developed saved thousands of lives of people infected or to be infected later without the vaccine. Thousands of kids died each year and the disease of Polio had reached maximum seriousness before the vaccine was developed."
      }
    ],
    "important_events": {
      "start_year": "1950",
      "events": [
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        }
      ],
      "end_year": "1960"
    },
    "global_hotspots": [
      {
        "region": "Korea",
        "photo": "/assets/img/map_korea.jpg",
        "description": "Korea during the 1950’s was a place troubled with war and loss. The Korean War began when 75,00 soldiers from the North Korea People's Army marched across the 38th parallel. This invasion by the North Korea People's Army was the first act of the war and sent the USA to defend it’s ally, South Korea. This war, which only lasted three years, killed over five million soldiers and sustained the division of North and South Korea. Korea was a hotspot during the 1950’s because people thought the Korean War would eventually lead to World War III. This war also proved itself as a hotspot by killing over 5 million soldiers. The Korean War was filled with doubt and worry by everyone around the world, therefore it is a hotspot of the 1950’s."
      },
      {
        "region": "Cuba",
        "photo": "/assets/img/map_cuba.jpg",
        "description": "Cuba was a hotspot in the 1950’s. Cuba during the 1950’s went through a crisis of power.  In 1952, the Cuban government was up for grabs because the former leader was not going to win the upcoming election. Therefore, a former army sergeant, Fulgencio Batista seized power in 1952. Batista's reign of power did not last long. The Castro brothers launched an invasion known as a Coup D'etat with 100 other people to seize power for themselves. This invasion did not work and led to the rebels being sent to jail for 15 years. In 1955, the Castro brothers were released after protest. The Castro brothers were sent to Mexico but soon came back to Cuba and took power for themselves.  The Castro brothers turned Cuba into a communist country, which led led to a trade embargo set the United States against Cuba which banned imports from coming into Cuba. This embargo put a huge burden on the Cuban people, therefore Cuba was a hotspot during the 1950’s. Cuba was a hotspot during the 1950’s because their entire government changed which put a huge burden of Cuban people."
      },
      {
        "region": "China",
        "photo": "/assets/img/map_china.jpg",
        "description": "China was place riddled with confusion during the 1950’s. China was a country undergoing a revolution with their own people. The Chinese revolution came from new land reform laws or ideas that took away land or ownership from the people of China. These land reforms came from the CCP, also known as the Chinese Communist party. These reforms sent the people of China into a revolution against their government and these new land reforms. China worked to fix this massive problem by creating aid teams that would help the people get what they actually own. This event was very influential at the time which made it a hotspot. This was very influential because it showed other countries that they aren't together and can’t work for eachother. This also took people’s confidence away in the Chinese government."
      },
      {
        "region": "Hungary",
        "photo": "http://via.placeholder.com/363x363",
        "description": "Hungary during the 1950’s was full of chaos. In 1956, after a speech given by the Soviet Union leader, Nikita Khrushchev, there was an uprising in Hungary. This uprising from the citizens after the encouragement of the new laws of freedom of freedom of debate, and criticism. During this adcal phase the citizens seize power and a new leader, Imre Nagy, became the new leader by promising a multiparty system of operations. As leader, Imre appealed to the United States to become allied with, but they declined because they thought it could lead to further conflict that affect the entire world. After the news that the United states would not help Hungary surfaced the Soviet Union invaded Hungary and took power. When the Soviet Union seized power the radical phase of defiance ended."
      },
      {
        "region": "London",
        "photo": "http://via.placeholder.com/363x363",
        "description": "London was a fearful place in the early 1950’s. In 1952, London was a standstill by a dense blacket of toxic smog. This toxic smog whipped around the city of London in 1952. The great smog caused visibility levels to reduce to just a few feet. The great smog became more deadly  through car fumes, coal fires, and power plants. This led to a public health disaster which killed 12,000 people. In the 1950’s, London was a global hotspot because of a health concerns and death percentages. The Great Smog of 1952 led to better health and science technology advances which have affected the world in a great way. The great smog helped everyone around the world become more advanced technologically for the health and safety of their people."
      }
    ],
    "technological_advances": [
      {
        "name": "The Internal Pacemaker",
        "photo": "http://via.placeholder.com/363x363",
        "description": "Wilson Greatbatch created the first internal pacemaker in the year of 1958. This invention allows for the usage of electronic impulses to regulate a person's heart rate in order to steady it or keep someone alive. This invention is very influential because it is a big help to stop a major heart heart disease known as bradycardia. This invention came about through a mistake by Wilson who later discovered his mistake could stop a major heart disease. This invention has major impact on the world because it cured bradycardia and saves millions of lives by steadying people’s heart when they are sick. The invention of internal pacemaker led to hundreds of new inventions in the medical field that continue to help people today."
      },
      {
        "name": "The Hydrogen Bomb",
        "photo": "http://via.placeholder.com/363x363",
        "description": "The hydrogen bomb project was ordered in the the start of the 1950’s after the Soviet Union perfected their first atomic bomb. Harry Truman ordered the project to be completed in 1952. The United States and her allies constructed a three story tall experimental bomb that was named, “Mike”. Mike destroyed the island of Elugelab and parts of other islands around it. The manufacturing of this bomb put the United States power to new levels showing other countries like the Soviet Union that they do not mess around. This bomb is a major influential part of the 1950’s because it allowed the expansion and modernization of nuclear weapons and military power."
      },
      {
        "name": "The Polio Vaccine",
        "photo": "http://via.placeholder.com/363x363",
        "description": "The polio vaccine was created by Jonas Salk in 1995. The polio vaccine created of cure for the very contagious disease, known as Polio. Polio is a disease that can result in death or many defects to a person's body that will disable them for the rest of their life. The Polio vaccine saved millions of lives throughout the world in the 1950’s and still continues to stop the widespread disease. This vaccination also helped doctors expand into new modern technology in the medical field. Like the invention of the pacemaker, the Polio vaccine put an end to the Polio virus that claimed millions of lives."
      },
      {
        "name": "Cigarettes are reported to cause cancer",
        "photo": "http://via.placeholder.com/363x363",
        "description": "Cigarettes have been consumed by millions of people world wide ever since they were invented. Through both World Wars, cigarettes were a staple in every household. Billions of people world wide didn't know what they were putting in their body, they just did it for the buzz. In 1953, an experiment conducted by Ernst Wynder found out that the use of cigarette can cause cancerous tumors to develop inside of your lungs. These tumors can be created by the smoke of the cigarette. This experiment changed the minds of millions throughout the world. This experiment wa vital information to cigarette users and help people quit. Overall, this experiment didn’t come in time to put an end to a terrible epidemic but it allowed people to know that cigarettes could kill them."
      },
      {
        "name": "The Seat Belt",
        "photo": "http://via.placeholder.com/363x363",
        "description": "The seat belt was invented in 1959 by Nils Bohlin, who was an engineer for a car company  known as Volvo. This invention revolutionized the car sales and production for the company of Volvo. They released their invention of the seat belt to ensure safety for everyone who wasn’t driving a Volvo at the time. The seatbelt is very influential to the 1950’s to present time because it saved millions of lives from fatal car accidents or car malfunction. This invention allowed the opening for many new safety options to come into the world, it also saved millions of lives and ensured safety on the road."
      }
    ]
  },
  "60s": {
    "one_big_idea": "",
    "influential_people": [
      {
        "name": "Richard Nixon",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Nelson Mandela",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Mao Zedong",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "John F. Kennedy",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Fidel Castro",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Robert F. Kennedy",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "J. Edgar Hoover",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Martin Luther King Jr.",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Lyndon Johnson",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Curt Flood",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      }
    ],
    "important_events": {
      "start_year": "1960",
      "events": [
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        }
      ],
      "end_year": "1970"
    },
    "global_hotspots": [
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      }
    ],
    "technological_advances": [
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      }
    ]
  },
  "70s": {
    "one_big_idea": "",
    "influential_people": [
      {
        "name": "Richard Nixon",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Indira Gandhi",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Steven Spielberg",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Steve Jobs",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Pol Pot",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Pope John Paul II",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Mother Teresa",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Leonid Brezhnev",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Gerald Ford",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Ho Chi Minh",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      }
    ],
    "important_events": {
      "start_year": "1970",
      "events": [
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        }
      ],
      "end_year": "1980"
    },
    "global_hotspots": [
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      }
    ],
    "technological_advances": [
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      }
    ]
  },
  "80s": {
    "one_big_idea": "",
    "influential_people": [
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      }
    ],
    "important_events": {
      "start_year": "1980",
      "events": [
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        }
      ],
      "end_year": "1990"
    },
    "global_hotspots": [
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      }
    ],
    "technological_advances": [
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      }
    ]
  },
  "90s": {
    "one_big_idea": "",
    "influential_people": [
      {
        "name": "Bill Clinton",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Nelson Mandela",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Pope John Paul II",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Oprah Winfrey",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Kim Jong II",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Mother Teresa",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Dolly the Sheep",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Sergey Brin & Larry Page",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Tim Berners Lee",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      },
      {
        "name": "Boris Yeltsin",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": ""
      }
    ],
    "important_events": {
      "start_year": "1990",
      "events": [
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        }
      ],
      "end_year": "2000"
    },
    "global_hotspots": [
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "region": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      }
    ],
    "technological_advances": [
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      },
      {
        "name": "",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      }
    ]
  }
}