{
  "50s": {
    "one_big_idea": "The 1950’s are a time of strife for peace and change spinning throughout the lives of modern man. A shift from despair of war is molded into an upbringing of cultural movement and angle toward exchange of new ideas and inventions. The new age of refinement and regeneration of culture through forms of inventions, music, and amusement will shape way for years to come.",
    "influential_people": [
      {
        "name": "Fidel Castro",
        "photo": "/assets/img/castro.jpg",
        "personal_account": "Equality in Cuba is necessary. I’ve done good, I’ve done bad, and I’ve made a change for better or for worse. I have established the first communist state in Cuba. People have have better health care and better housing in Cuba. Yet the citizens still feel the need to have word in the government. This will not happen for I am the supreme leader of this country. More arrests shall be made against my own people, for they do not respect my power. I used to preach open speech, yet now I despise it. My people need to know what I can do."
      },
      {
        "name": "Queen Elizabeth of Great Britain",
        "photo": "/assets/img/elizabeth.jpg",
        "personal_account": "I have been beat down as a horrible person since birth. Being a good person, I persevered through my troubles truthfully and nobly, proving innocence of any wrongdoings in my early years. Now, through ups and downs, I became the leader of one of the world’s superpowers. I led multiple defenses of raids from foreign countries. I gained respect from my own and even more respect from people in other countries. I spread the religion of protestantism and became the best Queen of Great Britain."
      },
      {
        "name": "Martin Luther King Jr.",
        "photo": "/assets/img/kingjr.jpg",
        "personal_account": "My people have never been more oppressed, yet with my help, they have gained freedom. I have won the Nobel Peace Prize last year in 1964, showing a person of any race can do anything they put their mind to. Through the help help of the African American community standing up for the truth, we have come a long way. People seemed to love my dream speech in 1963, which started a revolution for equality. I hope more people stand up for what is right, as I feel my life will be taken very soon."
      },
      {
        "name": "Gandhi",
        "photo": "/assets/img/gandhi.jpg",
        "personal_account": "I fought for racial justice in South Africa being successful in my protests. I preached the peace in getting things done. I saw my people discriminated in India during the British rule. One of my greatest achievements was boycotting British goods like clothes to show them the Indian people have power too. They do not deserve to run our country. I successfully led the British out of my country and shown the world what I can do with the help of my people."
      },
      {
        "name": "Nikita Khrushchev",
        "photo": "/assets/img/nikita.jpg",
        "personal_account": "I led the Soviets during the height of the Cold War and pursued peaceful coexistence with the west. I was communist at heart and officially destabilized the Soviet Union by destroying our reputation. I was leader of the Soviet Union during the space race and instigated the Cuban Missile Crisis by putting weapons 90 miles from the coast of Florida. I made an important impact on the Soviet’s in both positive and negative ways."
      },
      {
        "name": "Kim Il- Sung",
        "photo": "/assets/img/sung.jpg",
        "personal_account": "I made North Korea flourish in communism after the Korean war. and set forth in the Juche system in North Korea to emphasize political, economic, and military independence. I started the production of North Korea’s nuclear bomb program. This shows North Korea will not be provoked or the offender will face severe consequences. I made my people of North Korea believe I am a god, they hang pictures of me in their houses and clean them every day."
      },
      {
        "name": "Dr. Seuss",
        "photo": "/assets/img/seuss.jpg",
        "personal_account": "I have been considered to be the most influential children’s book writer in the world and received many rewards for my life work. During WWII, I served as head of the animation department of the First Motion Picture Unit of the United States Air Forces. After the World War, I helped ease the minds of younglings by creating fun rhyming stories to help them read. These stories encouraged kids to read more and have fun with it."
      },
      {
        "name": "Elvis Presley",
        "photo": "/assets/img/elvis.jpg",
        "personal_account": "I received multiple Grammy awards for my lifetime of music and shaped the world of music to come with my extremely popular songs of rock and roll. I was the most popular musician in the music realm in the 1950’s and on. Being entirely self taught, I have shown my fans they can do anything if they put their mind to it. I started off my career changing the game of music with my first popular song ‘Heartbreak Hotel’ which placed number one on the music charts. From my music, I have influenced people in later generations with my work."
      },
      {
        "name": "Nils Bohlin",
        "photo": "/assets/img/bohlin.jpg",
        "personal_account": "I was hired by Volvo in 1958 to design ejector seats for airplanes, along with four-point harnesses in those planes. Within that year, I developed a three-point seat belt introduced in a car for optimal safety to passengers and drivers. The seatbelt was widespread around the country and later required to be installed in all cars. Due to my invention, many lives have been saved and less deaths have occured due to accidents."
      },
      {
        "name": "Jonas Salk",
        "photo": "/assets/img/salk.jpg",
        "personal_account": "I developed the major vaccine for Polio in 1955. This disease was very dangerous and deadly at the time which was killing people very rapidly and spreads person to person and causes paralysis. This vaccine I developed saved thousands of lives of people infected or to be infected later without the vaccine. Thousands of kids died each year and the disease of Polio had reached maximum seriousness before the vaccine was developed."
      }
    ],
    "important_events": {
      "start_year": "1950",
      "events": [
        {
          "title": "June 1950 - July 1953",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "1952",
          "item_type": "break"
        },
        {
          "title": "April 1952",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "December 1952",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "1953",
          "item_type": "break"
        },
        {
          "title": "March 1953",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "1954",
          "item_type": "break"
        },
        {
          "title": "May 1954",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "1956",
          "item_type": "break"
        },
        {
          "title": "October 1956",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "October-November 1956",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "1957",
          "item_type": "break"
        },
        {
          "title": "October 1957",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "1958",
          "item_type": "break"
        },
        {
          "title": "January 1958",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        },
        {
          "title": "1959",
          "item_type": "break"
        },
        {
          "title": "January 1959",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": ""
        }
      ],
      "end_year": "1960"
    },
    "global_hotspots": [
      {
        "region": "Hotspot Region",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      }
    ],
    "technological_advances": [
      {
        "name": "Advancement Name",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      }
    ]
  },
  "90s": {
    "one_big_idea": "",
    "influential_people": [
      {
        "name": "Bill Clinton",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": "I was one of the most influential people during the 1990s due to the fact that during my presidency, I led the largest economic expansion in American history. I created more than 22 million new jobs for Americans causing the economy to expand because people spent money. I connected schools all across America to the internet which better educates our youth by using the most recent technological advancements. I cared about the common man as I put 100,000 more police officers on the streets and visited Vietnam with the troops fighting to protect our country. I made all social classes receive higher income rates and the economy boomed because of it. Teen pregnancies at the time were high and I worked to lower the rates of teen pregnancies and did so by 60 percent."
      },
      {
        "name": "Nelson Mandela",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": "I was the most influential person in South Africa, and one of the most important people in the 1990s. My main goal as president of South Africa was to bring people of different races together. Although I was sentenced to life in prison for conspiracy to overthrow the state, the country and my followers stood by my side. I had the honor of receiving a very prestigious award, the Nobel Peace Prize. I promoted peace among all peoples and felt as if I was a role model for many."
      },
      {
        "name": "Pope John Paul II",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": "I was influential during my time as Pope because I fought for human rights. I spoke out to many about suffering in the world. One of the biggest topics I spoke about was the topic of capital punishment; the death penalty. Through my power as Pope, I had certain political influences; some say I aided in the fall of communism in my native country of Poland. I was announced as a Saint when I died due to the work I accomplished for the Catholic Church."
      },
      {
        "name": "Oprah Winfrey",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": "For many young children around the world, I was seen as a positive role model during the time of the 1990s. When I was a young child, I was abused and I am trying to make my story heard to the younger generation. I feel as if through all my donations and my public appearances, I’ve shown that through perseverance anything is possible. I began a foundation in 1998 called Oprah’s Angel Project. Through this charity, I am hoping that I will be able to supply children to help them thrive in the world.I was one of the most influential people in the 1990s due to the fact that I brought my country out of a very devastating drought that wiped out a lot of our food supply. I worked on many military advancements and cooperated with the Clinton Foundation. I worked out a military plan to put most of our natural resources into our military efforts. Through this policy I did create room for economic growth as well."
      },
      {
        "name": "Kim Jong II",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": "I was one of the most influential people in the 1990s due to the fact that I brought my country out of a very devastating drought that wiped out a lot of our food supply. I worked on many military advancements and cooperated with the Clinton Foundation. I worked out a military plan to put most of our natural resources into our military efforts. Through this policy I did create room for economic growth as well."
      },
      {
        "name": "Mother Teresa",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": "Through my work as a missionary, I believe I was one of the most influential people in the 1990s. In my missionary work, I was fortunate enough to be able to establish a leper colony, an orphanage, a nursing home, a family clinic and a string of mobile health clinics. Through these organizations I was able to help many sick and elderly men and women. I believe my service to the Lord as well to the induals I was assisting, I was a role model for many men and women all across the world."
      },
      {
        "name": "Dolly the Sheep",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": "I was the first mammal to be cloned from an adult cell of a sheep. I was created by the former scientist, Keith Campbell, at the Roslin Institute in Midlothian, Scotland. I was one of the most influential creatures in the 1990s due to the fact that I was the first mammal that was able to be cloned. I lived a normal life with some public appearances but me being cloned is resulting in a lot more studies in the cloning field. This can be incredibly beneficial in the long run for human kind."
      },
      {
        "name": "Sergey Brin & Larry Page",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": "We believe we were some of the most influential people in the 1990s because we launched Google which is one of the most used search engines in the world today. Although we originally named the website, “BackRub,” we still managed to create one of the most commonly used websites in the world. Through our website we managed to create one of the largest businesses in the world and make all kind of products today. We employ thousands and treat them with incredible advantages. We feel that if we are good role models, because we could be looked up to by the younger generation."
      },
      {
        "name": "Tim Berners Lee",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": "I was one of the most influential people in the 1990s due to the fact that I created what is to now be called the, “World Wide Web.” I opened up a world of possibilities for the younger generation of web developers. I opened up a world of learning for the younger generation of learners. Through my invention, the kids that have trouble learning in school can use a different way to learn, all because of my invention."
      },
      {
        "name": "Boris Yeltsin",
        "photo": "http://via.placeholder.com/363x363",
        "personal_account": "I was one of the most influential individuals in the 1990s due to the fact that I and Bill Clinton signed the Strategic Arms Reduction Treaty (START). This treaty would go on to promote world peace because it ridded of 80% of the world’s nuclear weapon inventory. Although another party tried to seize power in Russia I was able to withstand their push to overthrow the government. I believe I am a strong role model for young men and women because I showed if you stand with something you believe in, you can make it work."
      }
    ],
    "important_events": {
      "start_year": "1990",
      "events": [
        {
          "title": "January 1991",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": "During the Persian Gulf War, Arab leader, Saddam Hussein, wanted to invade Kuwait. This made Egypt and Saudi Arabia nervous and wanted to bring the United States into the war. When the United States heard of this, they ordered an air offense known as, “Desert Storm.” This changed the world today because during the attack, it damaged the oil fields in Kuwait. It also caused many casualties. The United States lost about 150 people, while leaving roughly 1500 people injured, Iraq lost 3664 people, and Kuwait lost over 1000 and Britain lost 24 people with over 700 more injured. It also took a major hit on the environment because Iraq received accusations of dumping 400 million gallons of oil in to the Persian Gulf to stop the US marines from coming to the shore."
        },
        {
          "title": "1999",
          "item_type": "break"
        },
        {
          "title": "April 1999",
          "item_type": "event",
          "photo": "http://via.placeholder.com/263x263",
          "description": "Columbine School Shooting was a massacre in 1999 at Columbine High School. Two young men, Eric David Harris and Dylan Bennet Klebold, killed 13 people, and wounded 24 more. They shaped the way law enforcement responds to active shooter incidents, such as Wednesday's deadly rampage in Parkland, Florida. This shooting shaped the way the world prepares for safety in and out of our school."
        }
      ],
      "end_year": "2000"
    },
    "global_hotspots": [
      {
        "region": "Hotspot Region",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      }
    ],
    "technological_advances": [
      {
        "name": "Advancement Name",
        "photo": "http://via.placeholder.com/363x363",
        "description": ""
      }
    ]
  }
}